export const initialStartGamePhrases = [
    'Привет, путник. Проверь себя в моей гениальной игре',
    'Добро пожаловать, искатель приключений! Выбери режим и погрузись в мир вызовов.',
    'Здравствуй, храбрец! Докажи, что ты достоин звания героя.',
    'Приветствую, воин! Покажи, на что ты способен в этом эпическом приключении.',
    'Салют, авантюрист! Испытай свои силы в этой захватывающей игре.',
    'Привет, герой! Выбери режим и докажи, что ты готов к любым испытаниям.',
]

export const difficulties: Difficulty[] = [
    {
        id: 1,
        name: 'Лёгкая',
        value: 'easy',
    },
    {
        id: 2,
        name: 'Средняя',
        value: 'medium',
    },
    {
        id: 3,
        name: 'Сложная',
        value: 'hard',
    },
    {
        id: 4,
        name: 'Рандом',
        value: 'random',
    },
]
